tap 'homebrew/bundle'
tap 'homebrew/cask'
tap 'homebrew/core'

brew 'ack'
brew 'cmake'
brew 'docker'
brew 'git'
brew 'gnupg'
brew 'go'
brew 'influxdb-cli'
brew 'irssi'
brew 'kubernetes-cli'
brew 'mutt'
brew 'n'
brew 'neovim'
brew 'offlineimap'
brew 'openssl'
brew 'postgresql'
brew 'ranger'
brew 'rbenv'
brew 'readline'
brew 'restic'
brew 'tmux'
brew 'vim'
brew 'wireguard-tools'
brew 'wireguard-go'
brew 'zsh'

cask 'alfred'
cask 'arq'
cask 'balenaetcher'
cask 'bitwarden'
cask 'cleanmymac'
cask 'daisydisk'
cask 'dash'
cask 'discord'
cask 'firefox'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'little-snitch'
cask 'loopback'
cask 'micro-snitch'
cask 'nextcloud'
cask 'nordvpn'
cask 'notion'
cask 'obsidian'
cask 'signal'
cask 'sketch'
cask 'slack'
# cask 'soundflower'
cask 'spotify'
cask 'tailscale'
cask 'tunnelblick'
cask 'vanilla'
cask 'visual-studio-code'
